{
	"GAMBLING_CON": "<p>As an online gaming provider, we has brought the passion for gaming and betting to the internet. We support the generation of online gamers – with exciting and challenging offers. We also take responsibility for our product line-up. </p> <p>We wants to provide the world's safest and most innovative gaming platform for adults. By means of a fair and responsible product line-up, every user can play within their financial means and receive the best possible service. We commits itself to integrity, fairness and reliability. It is therefore clear that website should do its best to avoid and reduce the problems which can arise from participation in games of chance, particularly through excessive play. At the same time it is important to respect the rights of those who take part in games of chance to a reasonable extent as a means of entertainment . </p> <p>Responsible Gaming at this website is based on three pillars: </p> <p> 1. Security of the player<br> 2. Security of the game<br> 3. Protection against gaming addiction. </p> <p>Together with research institutes, associations and therapy institutions, we work on measures for player protection and are working towards a responsible, secure and reliable framework for online gaming in both Asia and Europe. </p> <p class='title_bold'>1. Security of the player</p> <p> We take responsibility for the security of our players. We excludes minors from the product line-up and the protection of privacy, which involves responsible dealings with data and payment processing. Fairness and the random nature of the products offered are monitored closely by independent authorities. Marketing communication is also geared towards player protection: a fair gaming line-up only promises what it can deliver. </p> <p> We excludes minors (persons under the age of 18) from participation in its gaming line-up. Mandatory confirmation of having reached the age of majority and date of birth is therefore a requirement for registration. A Withdrawal password is also required when customers make their first withdrawal. Website takes its responsibility for preventing minors from taking part in its gaming line-up seriously. In order to offer the best-possible protection of minors, we also rely on the support of parents and care-takers. Please keep your access details safe at all times (user ID, password and your question and answer combination). </p> <p> Furthermore, we would recommend that you install filter software. This software will allow you to restrict internet access for children and young people. You can find more information on this topic at <a target='_blank' title='' href='http://www.saferinternet.org/'>www.saferinternet.org.</a> Filter software such as <a target='_blank' title='' href='http://www.netnanny.com/'>www.netnanny.com</a> can offer further protection. </p> <p class='title_bold'>2. Security of the game</p> <p> We take responsibility for the security of our gaming line-up in two ways: first of all, we protect our users against mistakes such as in-advertant placement of bets by means of 'gameful usability'. In addition, online monitoring at website as well as the experience of our casino employees ensures protection against fraud. Manipulation of bets and money laundering are crimes and not a game. </p> <p class='title_bold'>3. Protection against gaming addiction.</p> <p> Whilst the majority of people do gamble within their means, for some gambling can become a problem.<br> Compulsive gambling does not benefit us. We strive to have a safe, fun environment on our site. Compulsive gamblers are a problem for their families, friends and their lives, creating an unstable, unsafe environment. </p> <p> We are committed to detecting and reducing compulsive gambling. We have a system to track player’s activities, and we are constantly working to design and enforce controls designed to limit gambling patterns that are out of control. </p> <p> We strive not only to identify compulsive gamblers, but also help them to address their problem and prevent other players from becoming compulsive gamblers. </p> <p class='textyellow'> It may help you to keep control to remember the following: </p> <p> 1. Gambling should be seen as entertainment, address it as if you are paying for entertainment so do not over pay for your entertainment<br> 2. Gambling should NOT be seen as a genuine way of making money<br> 3. Avoid chasing losses<br> 4. Only gamble what you can afford to lose<br> 5. Keep track of the time and amount you spend gambling<br> 6. If you want to have a break from gambling you can use our self-exclude option </p> <p> We follow the guidelines of institutions dedicated to addressing the social impact of gambling. To help players gamble responsibly, we commit to work with these institutions to develop responsible policies and practices. </p> <p> In addition, we encourage the following: </p> <p> <span class='textyellow'>Company-led bet limit:</span><br> By setting a bet limit policy we try to limit the player’s exposure and assist in controlling the amount played with us within a specific timeframe. </p> <p> <span class='textyellow'>Customer-led bet limit:</span><br> Setting a bet limit is simple and allows you to control the amount you play through your account within a specific timeframe. Set your bet limit policy before you start playing with us by contacting us. </p> <p> <span class='textyellow'>Self-exclusion Tools:</span><br> For your own protection, you can request self-exclusion or a suspension for a specific period of time. This means that you will not be able to log on to our website during a cooling-off period you have specified. As soon as the self-exclusion period has ended, you will automatically be able to log in again. </p> <p> <span class='textyellow'>Know When to Quit</span><br> nline gambling is a form of entertainment and it is essential for players to understand that if gambling has placed a burden on your life either financially or emotionally, we suggest you ask yourself the following 20 questions: </p> <p> 1. Did you ever lose time from work or education due to gambling?<br> 2. Has gambling ever made your home life unhappy?<br> 3. Did gambling affect your reputation?<br> 4. Have you ever felt remorse after gambling?<br> 5. Did you ever gamble to get money with which to pay debts or otherwise solve financial difficulties?<br> 6. Did gambling cause a decrease in your ambition or efficiency?<br> 7. After a loss, did you feel you needed to return as soon as possible and win back your losses?<br> 8. After a win, did you have a strong urge to return and win more?<br> 9. Did you ever gamble until your last dollar was gone?<br> 10. Did you ever borrow to finance your gambling?<br> 11. Have you ever sold anything to finance gambling?<br> 12. Were you reluctant to use 'gambling money' for normal expenditures?<br> 13. Did gambling make you careless of the welfare of yourself or your family?<br> 14. Did you ever gamble longer than you had planned?<br> 15. Have you ever gambled to escape worry or trouble?<br> 16. Have you ever committed, or considered committing, an illegal act to finance gambling?<br> 17. Did gambling cause you to have difficulty in sleeping?<br> 18. Do arguments, disappointments or frustrations create within you an urge to gamble?<br> 19. Did you ever have an urge to celebrate any good fortune with a few hours of gambling?<br> 20. Have you ever considered self-destruction or suicide as a result of your gambling? </p> <p>Most compulsive gamblers will answer yes to at least seven of these questions. If you would like to seek professional advice, please seek help. </p>",
	"GAMBLING_TITLE": "Responsible Gambling"
}