{
	"MEMBER_REGISTRATION": "PENDAFTARAN MEMBER",
	"YOUR_ACCOUNT": "ACCOUNT ANDA",
	"USERNAME": "NAMA PENGGUNA",
	"EMAIL": "Alamat Email",
	"NOTICE_EMAIL": "Mohon di isi alamat email aktif dan dapat dihubungi untuk kepentingan yang berhubungan",
	"PASS": "Password",
	"NOTICE_PASS": "Password diperlukan setidaknya 1 huruf besar dan 1 angka,minimal 6 sd 12 alfanumberik (A-Z, a-z, 0-9).",
	"CONFIRM_PASS": "Memastikan Password",
	"PHONE": "Nomer Telepon",
	"NOTICE_PHONE": "Harap isi nomor telepon yang benar(81234567890) agar mudah saat anda butuh untuk me-reset password",
	"CURRENCY": "Mata Uang",
	"CONTACT_DETAIL": "Detail Kontak",
	"BANK_NAME": "Nama Bank",
	"BANK_ACC_NO": "Nomer Rekening bank",
	"NOTICE_BANK_ACC_NO": "Harap isi nomor rekening yang benar agar mudah saat anda melakukan penarikan",
	"BANK_ACC_NAME": "Nama Rekening",
	"CONDITION": "*Saya berusia lebih dari 18 tahun dan telah membaca dan menerima Syarat & Ketentuan, Kebijakan Privasi & Aturan Bertaruh seperti yang dipublikasikan di situs ini..",
	"CONTENT_AGREE": "<h4><span >Agreement</span></h4> <ol> <li>Setiap pemain dibenarkan untuk memiliki 1 akaun/rekening dengan Hokibet188. Membuka beberapa akaun/rekening tidak diperkenankan. Bila kita dihadapkan pada kecurigaan yang beralasan bahwa pelanggan membuka beberapa akaun dengan kami, maka Luckbet89 memiliki hak sesuai dengan pertimbangan kami untuk membekukan rekening pelanggan tersebut atau menutup akau tersebut serta membatalkan hasil kemenangan pelanggan bersangkutan Para pelanggan juga diingatkan bahwa setoran awal tidak akan di ganti. Para pelanggan akan dikenakan denda atas kerusakan dan segala biaya yang timbul yang diakibatkan dari pelanggaran/kecurangan ini akan di bebankan kepada pelanggan bersangkutan. </li> <li>Para pemakai diwajibkan melindungi username dan kata sandi mereka dan tidak memperbolehkan pihak ketiga dalam bentuk apapun memakai user name dan kata sandi untuk akses ke permainan ini, bila ketentuan ini dilanggar maka segala akibat akan ditanggung pemegang username. </li> <li>Hokibet188 tidak bertanggung jawab atas permainan judi internet dari tempat tinggal pemain dimana secara yurisdiksi ditetapkan tidak legal. </li> <li>Waktu pada situs adalah waktu Phillipine, Hongkong dan Makau.</li> <li>Pemain telah menginjak umur 18 atau umur yang legal di daerah tempat tinggal, mana yang berlaku.</li> <li>Kami berhak menolak pendaftaran dan partisipasi user di permainan pada situs ini bila ada ketidakwajaran.</li> <li>Kesalahan yang disebabkan faktor manusia ataupun sistem yang tidak dapat kami prediksi; kami berhak atas keputusan akhir.</li> <li>Dalam hal force majur - kehancuran/kerusakan yang diakibatkan manusia baik kegagalan atau pun kerusakan data di situs dsb, data terakhir ke situs untuk proses, data dari situs tidak dapat digangu gugat. </li> <li>Untuk menghindari perselisihan, para pemakai yang mengikuti permainan di situs ini atau pada akhir permainan harus memastikan untuk mericek informasi keanggotaan , melaporkan kejanggalan dan segera menghubungi dealer untuk ricek, bila tidak pemakai akan dianggap menyetujui dan menerima seluruh data dan historical di database pada situs ini. </li> <li>Kami berhak melakukan perubahan atas peraturan tanpa pemberitahuan terdahulu.</li> <li>Dalam kasus apapun, keputusan perusahaan Hokibet188 adalah final.</li> </ol>"
}