{
	"TERM_CON": "<li> By using and/or visiting any section (including sub-domains) of our company website or any other websites or applications that we own (the “Website”) and/or registering on the Website, you agree to be bound by<br>(i) these Terms and Conditions; <br>(ii) our Privacy Policy; and (iii) <br>the Rules applicable to betting or gaming products and are deemed to have accepted and understood all the Terms. </li><li> Please read the Terms carefully and if you do not accept the Terms, do not use the Website. The Terms shall also apply to all telephone betting and betting or gaming via mobile devices including downloadable applications to a mobile device. </li><li> Where you play any game, or place a bet or wager, using the Website, you accept and agree to be bound by, the Rules which apply to the applicable products available on the Website from time to time. </li><li> Our company follows strict and safe guidelines on transactions and will only credit your account balance upon confirmation of your deposit. Please keep your bank receipt or transaction reference ID as we might request it as proof of transfer. </li><li> For security purpose, we reserve the right to reject withdrawals should there be any discrepancies in the information provided during our verification process. </li><li> Our company reserves the absolute right to withhold a withdrawal if the account is under investigation for any fraudulent activities. </li><li> Our company adheres to the rules and regulations set forth by our partners’ site. In the event of disagreement or dispute, we will forward our member’s complaints to the respective support teams and provide our full support to address the situation and keep our member informed of the outcome of the decision. Upon due diligence, our company reserves the right to follow our partners’ final decision. </li><li> Please be informed that our company and our partners reserve the right to void, refuse and reject any bets placed by customers who are suspected of abnormal/irregular bets or use of artificial intelligence (bots). </li>",
	"TERM_TITLE": "Term & Conditions"
}